Repository: mdtipusultan/Bloomly-Pregnancy-Tracker
Catalog: BloomlyPregnancyTracker/BloomlyPregnancyTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fr, he, hi, id, ja, ko, ms, ro, ru, sv, th, uk, vi, zh_hans

# profile.partnerHint
source: Used when sharing weekly baby-size updates.
ar: يُستخدم عند مشاركة التحديثات.
bn: সাপ্তাহিক বেবি-আকার আপডেট শেয়ার করার সময় ব্যবহৃত।
de: Für wöchentliche Updates.
el: Χρησιμοποιείται κατά την κοινοποίηση εβδομαδιαίων ενημερώσεων.
es: Usado al compartir actualizaciones semanales.
fr: Utilisé pour le partage hebdomadaire.
he: משמש לשיתוף עדכונים שבועיים על גודל התינוק.
hi: साप्ताहिक अपडेट साझा करते समय उपयोग।
id: Digunakan saat membagikan pembaruan ukuran bayi mingguan.
ja: 週次更新の共有に使用。
ko: 주간 업데이트 공유 시 사용.
ms: Digunakan semasa kongsi kemas kini saiz bayi mingguan.
ro: Folosit la distribuirea actualizărilor săptămânale despre bebeluș.
ru: Для еженедельных обновлений.
sv: Används vid delning av veckovisa bebisstorleksuppdateringar.
th: ใช้เมื่อแชร์อัปเดตขนาดทารกรายสัปดาห์
uk: Використовується для щотижневих оновлень розміру дитини.
vi: Dùng khi chia sẻ cập nhật kích thước em bé hàng tuần.
zh_hans: 用于分享每周更新。

# profile.partnerName
source: Partner's name (optional)
ar: اسم الشريك (اختياري)
bn: সঙ্গীর নাম (ঐচ্ছিক)
de: Name des Partners (optional)
el: Όνομα συντρόφου (προαιρετικό)
es: Nombre de pareja (opcional)
fr: Nom du conjoint (optionnel)
he: שם בן/בת הזוג (אופציונלי)
hi: साथी का नाम (वैकल्पिक)
id: Nama pasangan (opsional)
ja: パートナーの名前（任意）
ko: 파트너 이름 (선택)
ms: Nama pasangan (pilihan)
ro: Numele partenerului (opțional)
ru: Имя партнёра (необяз.)
sv: Partners namn (valfritt)
th: ชื่อคู่ครอง (ไม่บังคับ)
uk: Ім'я партнера (необов'язково)
vi: Tên bạn đời (tùy chọn)
zh_hans: 伴侣名字（可选）

# profile.partnerSharing
source: Partner Sharing
ar: مشاركة الشريك
bn: সঙ্গী শেয়ারিং
el: Κοινοποίηση με σύντροφο
es: Compartir con Pareja
fr: Partage Conjoint
he: שיתוף עם בן/בת הזוג
hi: साझेदार साझाकरण
id: Berbagi dengan Pasangan
ja: パートナー共有
ko: 파트너 공유
ms: Perkongsian Pasangan
ro: Partajare cu partenerul
ru: Совместный доступ
sv: Partnerdelning
th: แชร์กับคู่ครอง
uk: Спільний доступ з партнером
vi: Chia sẻ với bạn đời
zh_hans: 伴侣分享

# profile.past
source: Past
ar: السابقة
bn: অতীত
de: Vergangen
el: Παρελθόν
es: Pasadas
fr: Passés
he: עבר
hi: पिछले
id: Lalu
ja: 過去
ko: 지난
ms: Lalu
ro: Trecut
ru: Прошлые
sv: Tidigare
th: ที่ผ่านมา
uk: Минуле
vi: Đã qua
zh_hans: 过去

# profile.planning
source: Planning
ar: تخطيط
bn: পরিকল্পনা
de: Planung
el: Σχεδιασμός
es: Planificando
fr: Planification
he: תכנון
hi: योजना
id: Perencanaan
ja: 計画中
ko: 계획
ms: Perancangan
ro: Planificare
ru: Планирование
sv: Planering
th: วางแผน
uk: Планування
vi: Lập kế hoạch
zh_hans: 备孕

# profile.pregnant
source: Pregnant
ar: حامل
bn: গর্ভবতী
de: Schwanger
el: Έγκυος
es: Embarazada
fr: Enceinte
he: בהריון
hi: गर्भवती
id: Hamil
ja: 妊娠中
ko: 임신
ms: Hamil
ro: Însărcinată
ru: Беременна
sv: Gravid
th: ตั้งครรภ์
uk: Вагітна
vi: Đang mang thai
zh_hans: 怀孕

# profile.premium
source: Premium
ar: بريميوم
bn: প্রিমিয়াম
el: Πρεμιουμ
he: פרימיום
hi: प्रीमियम
id: Premium Plus
ja: プレミアム
ko: 프리미엄
ms: Premium Plus
ru: Премиум
th: พรีเมียม
uk: Преміум
vi: Cao cấp
zh_hans: 高级版

# profile.privacy
source: Privacy
ar: الخصوصية
bn: গোপনীয়তা
de: Datenschutz
el: Απόρρητο
es: Privacidad
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
ro: Confidențialitate
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私

# profile.privacyBody
source: Bloomly stores all your data exclusively on your device.
ar: Bloomly يخزن بياناتك على جهازك فقط.
bn: Bloomly আপনার সমস্ত ডেটা শুধুমাত্র আপনার ডিভাইসে সংরক্ষণ করে।
de: Bloomly speichert alle Daten nur auf deinem Gerät.
el: Το Bloomly αποθηκεύει όλα τα δεδομένα σας αποκλειστικά στη συσκευή σας.
es: Bloomly guarda todos tus datos solo en tu dispositivo.
fr: Bloomly stocke vos données uniquement sur votre appareil.
he: Bloomly שומר את כל הנתונים שלך רק במכשיר.
hi: Bloomly आपका डेटा केवल आपके डिवाइस पर रखता है।
id: Bloomly menyimpan semua data hanya di perangkat Anda.
ja: Bloomlyはデータを端末内にのみ保存します。
ko: Bloomly는 기기에만 데이터를 저장합니다.
ms: Bloomly menyimpan semua data hanya pada peranti anda.
ro: Bloomly stochează toate datele exclusiv pe dispozitivul tău.
ru: Bloomly хранит данные только на устройстве.
sv: Bloomly lagrar all din data enbart på din enhet.
th: Bloomly เก็บข้อมูลทั้งหมดบนอุปกรณ์ของคุณเท่านั้น
uk: Bloomly зберігає всі дані лише на вашому пристрої.
vi: Bloomly lưu trữ mọi dữ liệu chỉ trên thiết bị của bạn.
zh_hans: Bloomly 将所有数据仅存于您的设备。

# profile.privacyBullet1
source: Collect any personal data
ar: نجمع بيانات شخصية
bn: কোনো ব্যক্তিগত ডেটা সংগ্রহ
de: Persönliche Daten sammeln
el: Συλλέγουμε προσωπικά δεδομένα
es: Recopilar datos personales
fr: Collecter de données
he: אוספים נתונים אישיים
hi: व्यक्तिगत डेटा एकत्र करना
id: Mengumpulkan data pribadi
ja: 個人データを収集
ko: 개인 데이터 수집
ms: Mengumpul data peribadi
ro: Colectăm date personale
ru: Собирать данные
sv: Samla in personuppgifter
th: เก็บข้อมูลส่วนบุคคล
uk: Збираємо персональні дані
vi: Thu thập dữ liệu cá nhân
zh_hans: 收集个人数据

# profile.privacyBullet2
source: Send data to servers or the cloud
ar: إرسال البيانات للخوادم
bn: সার্ভার বা ক্লাউডে ডেটা পাঠানো
de: Daten an Server senden
el: Στέλνουμε δεδομένα σε διακομιστές ή cloud
es: Enviar datos a servidores
fr: Envoyer des données
he: שולחים נתונים לשרתים או לענן
hi: सर्वर पर डेटा भेजना
id: Mengirim data ke server atau cloud
ja: サーバーに送信
ko: 서버로 전송
ms: Menghantar data ke pelayan atau awan
ro: Trimitem date pe servere sau cloud
ru: Отправлять на серверы
sv: Skicka data till servrar eller molnet
th: ส่งข้อมูลไปเซิร์ฟเวอร์หรือคลาวด์
uk: Надсилаємо дані на сервери або в хмару
vi: Gửi dữ liệu lên máy chủ hoặc đám mây
zh_hans: 发送到服务器

# profile.privacyBullet3
source: Use analytics or tracking SDKs
ar: استخدام التحليلات
bn: অ্যানালিটিক্স বা ট্র্যাকিং SDK ব্যবহার
de: Analytics nutzen
el: Χρησιμοποιούμε analytics ή tracking SDK
es: Usar analíticas o SDKs
fr: Utiliser des analytics
he: משתמשים ב-analytics או SDK מעקב
hi: एनालिटिक्स का उपयोग
id: Menggunakan analytics atau SDK pelacakan
ja: 分析SDKを使用
ko: 분석 SDK 사용
ms: Menggunakan analitik atau SDK penjejakan
ro: Folosim analytics sau SDK-uri de urmărire
ru: Использовать аналитику
sv: Använda analys- eller spårnings-SDK:er
th: ใช้ analytics หรือ SDK ติดตาม
uk: Використовуємо analytics або SDK відстеження
vi: Sử dụng analytics hoặc SDK theo dõi
zh_hans: 使用分析SDK

# profile.privacyBullet4
source: Show advertisements
ar: عرض إعلانات
bn: বিজ্ঞাপন দেখানো
de: Werbung zeigen
el: Εμφανίζουμε διαφημίσεις
es: Mostrar anuncios
fr: Afficher des publicités
he: מציגים פרסומות
hi: विज्ञापन दिखाना
id: Menampilkan iklan
ja: 広告を表示
ko: 광고 표시
ms: Memaparkan iklan
ro: Afișăm reclame
ru: Показывать рекламу
sv: Visa annonser
th: แสดงโฆษณา
uk: Показуємо рекламу
vi: Hiển thị quảng cáo
zh_hans: 显示广告

# profile.privacyBullet5
source: Require an account or login
ar: طلب حساب
bn: অ্যাকাউন্ট বা লগইন প্রয়োজন
de: Konto erfordern
el: Απαιτούμε λογαριασμό ή σύνδεση
es: Requerir cuenta o inicio de sesión
fr: Exiger un compte
he: דורשים חשבון או התחברות
hi: खाते की आवश्यकता
id: Memerlukan akun atau login
ja: アカウントを要求
ko: 계정 요구
ms: Memerlukan akaun atau log masuk
ro: Cerem cont sau autentificare
ru: Требовать аккаунт
sv: Kräva konto eller inloggning
th: ต้องมีบัญชีหรือเข้าสู่ระบบ
uk: Вимагаємо обліковий запис або вхід
vi: Yêu cầu tài khoản hoặc đăng nhập
zh_hans: 要求账户

# profile.privacyFooter
source: Your data never leaves your iPhone unless you back up via iCloud or iTunes.
ar: بياناتك لا تغادر iPhone إلا عبر iCloud/iTunes.
bn: iCloud বা iTunes ব্যাকআপ ছাড়া আপনার ডেটা iPhone ছাড়ে না।
de: Deine Daten verlassen dein iPhone nur via iCloud/iTunes-Backup.
el: Τα δεδομένα σας δεν φεύγουν από το iPhone σας, εκτός αν κάνετε backup μέσω iCloud ή iTunes.
es: Tus datos no salen de tu iPhone salvo copia iCloud/iTunes.
fr: Vos données ne quittent pas votre iPhone sauf sauvegarde iCloud/iTunes.
he: הנתונים לא עוזבים את האייפון אלא אם גיבית ב-iCloud או iTunes.
hi: डेटा iCloud/iTunes बैकअप के बिना iPhone नहीं छोड़ता।
id: Data tidak meninggalkan iPhone kecuali backup via iCloud atau iTunes.
ja: iCloud/iTunesバックアップ以外は端末外に出ません。
ko: iCloud/iTunes 백업 외에는 기기를 벗어나지 않습니다.
ms: Data tidak meninggalkan iPhone melainkan sandaran melalui iCloud atau iTunes.
ro: Datele nu părăsesc iPhone-ul decât dacă faci backup prin iCloud sau iTunes.
ru: Данные не покидают iPhone без резервной копии iCloud/iTunes.
sv: Dina data lämnar inte din iPhone om du inte säkerhetskopierar via iCloud eller iTunes.
th: ข้อมูลไม่ออกจาก iPhone เว้นแต่สำรองผ่าน iCloud หรือ iTunes
uk: Дані не залишають iPhone, якщо не робите резервну копію через iCloud або iTunes.
vi: Dữ liệu không rời iPhone trừ khi sao lưu qua iCloud hoặc iTunes.
zh_hans: 数据不会离开 iPhone，除非通过 iCloud/iTunes 备份。

# profile.privacyTitle
source: Your Privacy Matters
ar: خصوصيتك مهمة
bn: আপনার গোপনীয়তা গুরুত্বপূর্ণ
de: Deine Privatsphäre zählt
el: Το απόρρητό σας έχει σημασία
es: Tu Privacidad Importa
fr: Votre Vie Privée Compte
he: הפרטיות שלך חשובה
hi: आपकी गोपनीयता महत्वपूर्ण है
id: Privasi Anda Penting
ja: プライバシーについて
ko: 개인정보 보호
ms: Privasi Anda Penting
ro: Confidențialitatea ta contează
ru: Ваша конфиденциальность
sv: Din integritet är viktig
th: ความเป็นส่วนตัวของคุณสำคัญ
uk: Ваша конфіденційність важлива
vi: Quyền riêng tư của bạn quan trọng
zh_hans: 您的隐私很重要

# profile.privacyWeDoNot
source: We do not:
ar: لا:
bn: আমরা করি না:
de: Wir nicht:
el: Δεν:
es: No:
fr: Nous ne :
he: אנחנו לא:
hi: हम नहीं:
id: Kami tidak:
ja: しません：
ko: 하지 않습니다:
ms: Kami tidak:
ro: Nu:
ru: Мы не:
sv: Vi gör inte:
th: เราไม่:
uk: Ми не:
vi: Chúng tôi không:
zh_hans: 我们不会：

# profile.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
ms: Tetapan
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# profile.sharePartner
source: Share with Partner
ar: شارك مع الشريك
bn: সঙ্গীর সাথে শেয়ার
de: Mit Partner teilen
el: Κοινοποίηση στον/στην σύντροφο
es: Compartir con Pareja
fr: Partager avec le Conjoint
he: שיתוף עם בן/בת הזוג
hi: साथी के साथ साझा करें
id: Bagikan ke Pasangan
ja: パートナーと共有
ko: 파트너와 공유
ms: Kongsi dengan Pasangan
ro: Distribuie partenerului
ru: Поделиться с партнёром
sv: Dela med partner
th: แชร์กับคู่ครอง
uk: Поділитися з партнером
vi: Chia sẻ với bạn đời
zh_hans: 与伴侣分享

# profile.statistics
source: Statistics
ar: الإحصائيات
bn: পরিসংখ্যান
de: Statistiken
el: Στατιστικά
es: Estadísticas
fr: Statistiques
he: סטטיסטיקות
hi: आंकड़े
id: Statistik
ja: 統計
ko: 통계
ms: Statistik
ro: Statistici
ru: Статистика
sv: Statistik
th: สถิติ
uk: Статистика
vi: Thống kê
zh_hans: 统计

# profile.title
source: Profile
ar: الملف
bn: প্রোফাইল
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
ko: 프로필
ms: Profil
ro: Profil
ru: Профиль
sv: Profil
th: โปรไฟล์
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料

# profile.upcoming
source: Upcoming
ar: القادمة
bn: আসন্ন
de: Anstehend
el: Επερχόμενα
es: Próximas
fr: À venir
he: קרובות
hi: आगामी
id: Mendatang
ja: 予定
ko: 예정
ms: Akan Datang
ro: Viitoare
ru: Предстоящие
sv: Kommande
th: ที่จะมาถึง
uk: Майбутні
vi: Sắp tới
zh_hans: 即将到来

# profile.upgrade
source: Upgrade to Bloomly Plus
ar: الترقية إلى Bloomly Plus
bn: Bloomly Plus-এ আপগ্রেড
de: Auf Bloomly Plus upgraden
el: Αναβάθμιση σε Bloomly Plus
es: Actualizar a Bloomly Plus
fr: Passer à Bloomly Plus
he: שדרוג ל-Bloomly Plus
hi: Bloomly Plus में अपग्रेड करें
id: Upgrade ke Bloomly Plus
ja: Bloomly Plusにアップグレード
ko: Bloomly Plus로 업그레이드
ms: Naik Taraf ke Bloomly Plus
ro: Upgrade la Bloomly Plus
ru: Перейти на Bloomly Plus
sv: Uppgradera till Bloomly Plus
th: อัปเกรดเป็น Bloomly Plus
uk: Оновити до Bloomly Plus
vi: Nâng cấp lên Bloomly Plus
zh_hans: 升级到 Bloomly Plus

# profile.week
source: Week
ar: أسبوع
bn: সপ্তাহ
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
he: שבוע
hi: सप्ताह
id: Minggu
ja: 週
ko: 주
ms: Minggu
ro: Săptămână
ru: Неделя
sv: Vecka
th: สัปดาห์
uk: Тиждень
vi: Tuần
zh_hans: 周

# profile.weightTracker
source: Weight Tracker
ar: تتبع الوزن
bn: ওজন ট্র্যাকার
de: Gewichtstracker
el: Παρακολούθηση βάρους
es: Control de Peso
fr: Suivi du Poids
he: מעקב משקל
hi: वजन ट्रैकर
id: Pelacak Berat
ja: 体重記録
ko: 체중 추적
ms: Penjejak Berat
ro: Urmărire greutate
ru: Трекер веса
sv: Viktspårning
th: ติดตามน้ำหนัก
uk: Відстеження ваги
vi: Theo dõi cân nặng
zh_hans: 体重追踪

# profile.yourName
source: Your name (optional)
ar: اسمك (اختياري)
bn: আপনার নাম (ঐচ্ছিক)
de: Dein Name (optional)
el: Το όνομά σας (προαιρετικό)
es: Tu nombre (opcional)
fr: Votre nom (optionnel)
he: השם שלך (אופציונלי)
hi: आपका नाम (वैकल्पिक)
id: Nama Anda (opsional)
ja: あなたの名前（任意）
ko: 이름 (선택)
ms: Nama anda (pilihan)
ro: Numele tău (opțional)
ru: Ваше имя (необяз.)
sv: Ditt namn (valfritt)
th: ชื่อของคุณ (ไม่บังคับ)
uk: Ваше ім'я (необов'язково)
vi: Tên của bạn (tùy chọn)
zh_hans: 您的名字（可选）

# reminders.breakfast
source: Breakfast
ar: فطور
bn: সকালের নাস্তা
de: Frühstück
el: Πρωινό
es: Desayuno
fr: Petit-déjeuner
he: ארוחת בוקר
hi: नाश्ता
id: Sarapan
ja: 朝食
ko: 아침
ms: Sarapan
ro: Mic dejun
ru: Завтрак
sv: Frukost
th: อาหารเช้า
uk: Сніданок
vi: Bữa sáng
zh_hans: 早餐

# reminders.dinner
source: Dinner
ar: عشاء
bn: রাতের খাবার
de: Abendessen
el: Βραδινό
es: Cena
fr: Dîner
he: ארוחת ערב
hi: रात का खाना
id: Makan Malam
ja: 夕食
ko: 저녁
ms: Makan Malam
ro: Cină
ru: Ужин
sv: Middag
th: อาหารเย็น
uk: Вечеря
vi: Bữa tối
zh_hans: 晚餐

# reminders.footer
source: Daily local reminders to help you stay hydrated and eat on schedule.
ar: تذكيرات يومية للترطيب والوجبات.
bn: হাইড্রেটেড থাকতে এবং সময়মতো খেতে দৈনিক স্থানীয় অনুস্মারক।
de: Tägliche Erinnerungen für Hydration und Mahlzeiten.
el: Ημερήσιες τοπικές υπενθυμίσεις για ενυδάτωση και διατροφή.
es: Recordatorios diarios para mantenerte hidratada.
fr: Rappels quotidiens pour rester hydratée.
he: תזכורות יומיות לשמירה על שתייה וארוחות.
hi: हाइड्रेशन और भोजन के लिए दैनिक अनुस्मारक।
id: Pengingat harian untuk tetap terhidrasi dan makan teratur.
ja: 水分補給と食事のリマインダー。
ko: 수분 섭취와 식사 알림.
ms: Peringatan harian untuk kekal terhidrat dan makan mengikut jadual.
ro: Memento-uri zilnice pentru hidratare și mese la timp.
ru: Ежедневные напоминания о воде и еде.
sv: Dagliga påminnelser för att hålla dig hydrerad och äta regelbundet.
th: แจ้งเตือนรายวันเพื่อให้ดื่มน้ำและกินตรงเวลา
uk: Щоденні нагадування для води та харчування за розкладом.
vi: Nhắc nhở hàng ngày giúp bạn uống đủ nước và ăn đúng giờ.
zh_hans: 每日补水和用餐提醒。

# reminders.lunch
source: Lunch
ar: غداء
bn: দুপুরের খাবার
de: Mittagessen
el: Μεσημεριανό
es: Almuerzo
fr: Déjeuner
he: ארוחת צהריים
hi: दोपहर का भोजन
id: Makan Siang
ja: 昼食
ko: 점심
ms: Makan Tengahari
ro: Prânz
ru: Обед
th: อาหารกลางวัน
uk: Обід
vi: Bữa trưa
zh_hans: 午餐

# reminders.mealReminders
source: Meal Reminders
ar: تذكيرات الوجبات
bn: খাবারের অনুস্মারক
de: Mahlzeit-Erinnerungen
el: Υπενθυμίσεις γευμάτων
es: Recordatorios de Comidas
fr: Rappels Repas
he: תזכורות ארוחות
hi: भोजन अनुस्मारक
id: Pengingat Makan
ja: 食事リマインダー
ko: 식사 알림
ms: Peringatan Makan
ro: Memento-uri mese
ru: Напоминания о еде
sv: Måltidspåminnelser
th: แจ้งเตือนมื้ออาหาร
uk: Нагадування про їжу
vi: Nhắc bữa ăn
zh_hans: 用餐提醒

# reminders.mealSchedule
source: Meal Schedule
ar: جدول الوجبات
bn: খাবারের সময়সূচী
de: Mahlzeitenplan
el: Πρόγραμμα γευμάτων
es: Horario de Comidas
fr: Horaires Repas
he: לוח ארוחות
hi: भोजन का समय
id: Jadwal Makan
ja: 食事スケジュール
ko: 식사 일정
ms: Jadual Makan
ro: Program mese
ru: График питания
sv: Måltidsschema
th: ตารางมื้ออาหาร
uk: Розклад їжі
vi: Lịch ăn uống
zh_hans: 用餐时间表

# reminders.notificationsDisabled
source: Notifications are disabled. Tap here to open Settings and enable them for Bloomly.
ar: الإشعارات معطلة. اضغط لفتح الإعدادات.
bn: বিজ্ঞপ্তি নিষ্ক্রিয়। Settings খুলতে এখানে ট্যাপ করুন।
de: Benachrichtigungen deaktiviert. Tippe für Einstellungen.
el: Οι ειδοποιήσεις είναι απενεργοποιημένες. Πατήστε εδώ για Ρυθμίσεις.
es: Notificaciones desactivadas. Toca para abrir Ajustes.
fr: Notifications désactivées. Appuyez pour ouvrir Réglages.
he: התראות מושבתות. הקישי כאן לפתיחת ההגדרות.
hi: सूचनाएँ बंद हैं। सेटिंग्स खोलने के लिए टैप करें।
id: Notifikasi dinonaktifkan. Ketuk di sini untuk buka Pengaturan.
ja: 通知がオフです。設定を開いてください。
ko: 알림이 꺼져 있습니다. 설정에서 켜세요.
ms: Notifikasi dimatikan. Ketik di sini untuk buka Tetapan.
ro: Notificările sunt dezactivate. Atinge aici pentru Setări.
ru: Уведомления отключены. Нажмите для настроек.
sv: Notiser är avstängda. Tryck här för att öppna Inställningar.
th: การแจ้งเตือนปิดอยู่ แตะที่นี่เพื่อเปิดการตั้งค่า
uk: Сповіщення вимкнено. Торкніться тут, щоб відкрити Налаштування.
vi: Thông báo đã tắt. Chạm vào đây để mở Cài đặt.
zh_hans: 通知已关闭。点击打开设置。

# reminders.snack
source: Snack
ar: وجبة خفيفة
bn: স্ন্যাক
el: Σνακ
es: Merienda
fr: Collation
he: חטיף
hi: नाश्ता
id: Camilan
ja: おやつ
ko: 간식
ms: Snek
ro: Gustare
ru: Перекус
sv: Mellanmål
th: ของว่าง
uk: Перекус
vi: Bữa phụ
zh_hans: 零食

# reminders.waterReminders
source: Water Reminders
ar: تذكيرات الماء
bn: পানির অনুস্মারক
de: Wasser-Erinnerungen
el: Υπενθυμίσεις νερού
es: Recordatorios de Agua
fr: Rappels d'Eau
he: תזכורות מים
hi: पानी अनुस्मारक
id: Pengingat Air
ja: 水分リマインダー
ko: 물 알림
ms: Peringatan Air
ro: Memento-uri apă
ru: Напоминания о воде
sv: Vattenpåminnelser
th: แจ้งเตือนดื่มน้ำ
uk: Нагадування про воду
vi: Nhắc uống nước
zh_hans: 饮水提醒

# reminders.waterSchedule
source: Water Schedule
ar: جدول الماء
bn: পানির সময়সূচী
de: Wasserplan
el: Πρόγραμμα νερού
es: Horario de Agua
fr: Horaires Eau
he: לוח מים
hi: पानी का समय
id: Jadwal Air
ja: 水分スケジュール
ko: 물 섭취 일정
ms: Jadual Air
ro: Program apă
ru: График воды
sv: Vatersschema
th: ตารางดื่มน้ำ
uk: Розклад води
vi: Lịch uống nước
zh_hans: 饮水时间表

# settings.appearance
source: Appearance
ar: المظهر
bn: চেহারা
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
ja: 外観
ko: 모양
ms: Penampilan
ro: Aspect
ru: Оформление
sv: Utseende
th: รูปลักษณ์
uk: Зовнішній вигляд
vi: Giao diện
zh_hans: 外观

# settings.appearance.subtitle
source: Choose a color theme for your app
ar: اختر سمة الألوان
bn: আপনার অ্যাপের জন্য একটি রঙের থিম বেছে নিন
de: Wähle ein Farbthema
el: Επιλέξτε χρωματικό θέμα για την εφαρμογή
es: Elige un tema de color
fr: Choisissez un thème
he: בחרי ערכת צבעים לאפליקציה
hi: रंग थीम चुनें
id: Pilih tema warna untuk aplikasi
ja: カラーテーマを選択
ko: 색상 테마 선택
ms: Pilih tema warna untuk aplikasi
ro: Alege o temă de culoare pentru aplicație
ru: Выберите тему
sv: Välj färgtema för appen
th: เลือกธีมสีสำหรับแอป
uk: Оберіть кольорову тему для застосунку
vi: Chọn chủ đề màu cho ứng dụng
zh_hans: 选择颜色主题

# settings.language
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
he: שפה
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
ms: Bahasa
ro: Limbă
ru: Язык
sv: Språk
th: ภาษา
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

# settings.language.footer
source: Language changes apply across the app, including week guides and daily tips.
ar: تُطبَّق تغييرات اللغة في جميع أنحاء التطبيق، بما في ذلك أدلة الأسابيع والنصائح اليومية.
bn: ভাষা পরিবর্তন পুরো অ্যাপে প্রযোজ্য, যার মধ্যে সপ্তাহ গাইড এবং দৈনিক টিপস অন্তর্ভুক্ত।
de: Sprachänderungen gelten in der gesamten App, einschließlich Wochenführern und Tagestipps.
el: Οι αλλαγές γλώσσας ισχύουν σε όλη την εφαρμογή, συμπεριλαμβανομένων των εβδομαδιαίων οδηγών και των ημερήσιων συμβουλών.
es: Los cambios de idioma se aplican en toda la app, incluidas las guías semanales y los consejos diarios.
fr: Les changements de langue s'appliquent dans toute l'application, y compris les guides hebdomadaires et les conseils quotidiens.
he: שינויי שפה חלים על כל האפליקציה, כולל מדריכים שבועיים וטיפים יומיים.
hi: भाषा परिवर्तन पूरे ऐप में लागू होते हैं, जिसमें सप्ताह गाइड और दैनिक सुझाव शामिल हैं।
id: Perubahan bahasa berlaku di seluruh aplikasi, termasuk panduan mingguan dan tips harian.
ja: 言語の変更は、アプリ全体に適用され、週ごとのガイドと毎日のヒントも含まれます。
ko: 언어 변경은 주간 가이드와 일일 팁을 포함하여 앱 전체에 적용됩니다.
ms: Perubahan bahasa terpakai di seluruh aplikasi, termasuk panduan minggu dan tip harian.
ro: Modificările de limbă se aplică în întreaga aplicație, inclusiv ghidurile săptămânale și sfaturile zilnice.
ru: Изменения языка применяются во всём приложении, включая недельные руководства и ежедневные советы.
sv: Språkändringar gäller i hela appen, inklusive veckoguider och dagliga tips.
th: การเปลี่ยนภาษามีผลทั่วทั้งแอป รวมถึงคู่มือรายสัปดาห์และเคล็ดลับประจำวัน
uk: Зміни мови застосовуються в усьому додатку, включно з тижневими гідами та щоденними порадами.
vi: Thay đổi ngôn ngữ áp dụng trên toàn bộ ứng dụng, bao gồm hướng dẫn theo tuần và mẹo hàng ngày.
zh_hans: 语言更改适用于整个应用，包括每周指南和每日提示。

# splash.tagline
source: Your pregnancy companion
ar: رفيقك في الحمل
bn: আপনার গর্ভাবস্থার সঙ্গী
de: Deine Schwangerschaftsbegleiterin
el: Ο σύντροφός σας στην εγκυμοσύνη
es: Tu compañera de embarazo
fr: Votre compagne de grossesse
he: הלוויה שלך בהריון
hi: आपकी गर्भावस्था साथी
id: Pendamping kehamilan Anda
ja: あなたの妊娠コンパニオン
ko: 임신 동반자
ms: Teman kehamilan anda
ro: Companionul tău de sarcină
ru: Ваш спутник беременности
sv: Din graviditetsföljeslagare
th: เพื่อนร่วมทางการตั้งครรภ์ของคุณ
uk: Ваш супутник у вагітності
vi: Người bạn đồng hành thai kỳ
zh_hans: 您的孕期伴侣

# tab.dailyLog
source: Daily Log
ar: السجل اليومي
bn: দৈনিক লগ
de: Tagebuch
el: Ημερήσιο ημερολόγιο
es: Diario
fr: Journal
he: יומן יומי
hi: दैनिक लॉग
id: Catatan Harian
ja: 日記
ko: 일일 기록
ms: Log Harian
ro: Jurnal zilnic
ru: Дневник
sv: Daglig logg
th: บันทึกประจำวัน
uk: Щоденник
vi: Nhật ký hàng ngày
zh_hans: 每日记录

# tab.home
source: Home
ar: الرئيسية
bn: হোম
de: Start
el: Αρχική
es: Inicio
fr: Accueil
he: בית
hi: होम
id: Beranda
ja: ホーム
ko: 홈
ms: Utama
ro: Acasă
ru: Главная
sv: Hem
th: หน้าแรก
uk: Головна
vi: Trang chủ
zh_hans: 首页

# tab.profile
source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
ko: 프로필
ms: Profil
ro: Profil
ru: Профиль
sv: Profil
th: โปรไฟล์
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料

# tab.tools
source: Tools
ar: الأدوات
bn: টুলস
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fr: Outils
he: כלים
hi: उपकरण
id: Alat
ja: ツール
ko: 도구
ms: Alat
ro: Instrumente
ru: Инструменты
sv: Verktyg
th: เครื่องมือ
uk: Інструменти
vi: Công cụ
zh_hans: 工具

# tab.weekGuide
source: Week Guide
ar: دليل الأسبوع
bn: সপ্তাহ গাইড
de: Wochenführer
el: Οδηγός εβδομάδας
es: Guía Semanal
fr: Guide Hebdo
he: מדריך שבועי
hi: साप्ताहिक गाइड
id: Panduan Minggu
ja: 週間ガイド
ko: 주간 가이드
ms: Panduan Minggu
ro: Ghid săptămânal
ru: Недельный гид
sv: Veckoguide
th: คู่มือรายสัปดาห์
uk: Тижневий гід
vi: Hướng dẫn tuần
zh_hans: 每周指南

# theme.blush
source: Blush
ar: وردي
bn: ব্লাশ
el: Ροζ
es: Rubor
he: סומק
hi: गुलाबी
id: Merah Muda
ja: ブラッシュ
ko: 블러시
ms: Merah Jambu
ro: Roz
ru: Румянец
sv: Rouge
th: บลัช
uk: Рум'янець
vi: Hồng phấn
zh_hans: 腮红

# theme.coral
source: Coral
ar: مرجاني
bn: কোরাল
de: Koralle
el: Κοράλλι
fr: Corail
he: אלמוג
hi: मूंगा
id: Koral
ja: コーラル
ko: 코랄
ms: Koral
ru: Коралл
sv: Korall
th: ปะการัง
uk: Корал
vi: San hô
zh_hans: 珊瑚

# theme.dark
source: Dark
ar: داكن
bn: ডার্ক
de: Dunkel
el: Σκούρο
es: Oscuro
fr: Sombre
he: כהה
hi: गहरा
id: Gelap
ja: ダーク
ko: 다크
ms: Gelap
ro: Întunecat
ru: Тёмная
sv: Mörk
th: มืด
uk: Темний
vi: Tối
zh_hans: 深色

# theme.forest
source: Forest
ar: غابة
bn: ফরেস্ট
de: Wald
el: Δάσος
es: Bosque
fr: Forêt
he: יער
hi: जंगल
id: Hutan
ja: フォレスト
ko: 포레스트
ms: Hutan
ro: Pădure
ru: Лес
sv: Skog
th: ป่า
uk: Ліс
vi: Rừng
zh_hans: 森林

# theme.lavender
source: Lavender
ar: لافندر
bn: ল্যাভেন্ডার
de: Lavendel
el: Λεβάντα
es: Lavanda
fr: Lavande
he: לבנדר
hi: लैवेंडर
ja: ラベンダー
ko: 라벤더
ro: Lavandă
ru: Лаванда
sv: Lavendel
th: ลาเวนเดอร์
uk: Лаванда
vi: Oải hương
zh_hans: 薰衣草
